package gr.aueb.cf.cf9.ch1;

/**
 * Να δημιουργήσω ένα πρόγραμμα που να εκτυπώνει τα παρακάτω σε ξεχωριστές γραμμές:
 * Επιλέξτε μία από τις παρακάτω επιλογές:
 * 1. Εισαγωγή
 * 2. Διαγραφή
 * 3. Αναζήτηση
 * 4. Ενημέρωση
 * 5. Έξοδος
 * Δώστε αριθμό επιλογής:
 */
public class MenuApp {
    public static void main(String[] args) {
        System.out.println("Επιλέξτε μία από τις παρακάτω επιλογές:\n" + "1. Εισαγωγή\n" + "2. Διαγραφή\n" + "3. Αναζήτηση\n" + "4. Ενημέρωση\n" + "5. Έξοδος\n" + "Δώστε αριθμό επιλογής:");
    }
}
