package gr.aueb.cf.cf9.ch1;

/**
 * Γράψτε ένα πρόγραμμα που δηλώνει δύο μεταβλητές
 * ακεραίων num1 και num2 και αποθηκεύει το αποτέλεσμα
 * της πρόσθεσης num1 + num2 στην μεταβλητή sum.
 * Στη συνέχεια εκτυπώνει με println το εξής κείμενο:
 * Το αποτέλεσμα της πρόσθεσης είναι ίσο με [το αποτέλεσμα της πρόσθεσης]
 */
public class Sum {

    public static void main(String[] args) {
        // Δήλωση μεταβλητών
        int num1 = 19;
        int num2 = 30;
        int sum = 0;

        // Υπολογισμός πρόσθεσης
        sum = num1 + num2;

        // Εκτύπωση αποτελέσματος
        System.out.println("Το αποτέλεσμα της πρόσθεσης είναι ίσο με το " + sum);
    }
}
